[
  {
    "id": 1,
    "question": "Člověk, prostor a dispozice – co je to ergonomie a jak se projevuje její vliv při návrhu staveb, jejich vybavení a prostorového uspořádání.  Návrh horizontálních a vertikálních komunikací ve vztahu k ergonomickým a provozním nárokům. Nakreslit a vysvětlit : na jednoduché skice bytu pojmy provozní linka a provozní pruh."
  },
  {
    "id": 2,
    "question": "Šatny a hygienická vybavení v občanských stavbách – popsat účel návštěvnických a zaměstnaneckých šaten, základní možnosti řešení, obecný způsob stanovení jejich velikosti. Nakreslit a vysvětlit : základní způsoby řešení šaten sportovců ve sportovních stavbách,  vč. hygienických zařízení."
  },
  {
    "id": 3,
    "question": "Zabezpečení užívání staveb osobami s omezenou schopností pohybu a orientace – popsat základní účel legislativní úpravy, vyjmenovat okruhy osob, kterým je určena. Vyjmenovat hlavní zásady technických opatření, kterými je zabezpečen pohyb dotčených osob při vstupu do budov a uvnitř staveb.  Nakreslit a vysvětlit : zásady uspořádání a rozměry- WC kabiny + koupelny pro tělesně   postižené v bytovém domě."
  },
  {
    "id": 4,
    "question": "Základní požadavky návrhu z hlediska zásad požární bezpečnosti staveb – uvést základní pojmy, popsat principy návrhu protipožární bezpečnosti stavby a jejich vliv na dispoziční řešení a architektonický návrh.  Nakreslit a vysvětlit : chráněné únikové cesty (schodiště) typu A, B, C. "
  },
  {
    "id": 5,
    "question": "Parametry a hodnoty pro dosažení pohody v obytných a pobytových místnostech budov  (co je oslunění a denní osvětlení, jaké parametry sledujeme z pohledu akustiky, co je to tepelná stabilita a základní opatření pro její dosažení, jak vzniká v místnostech vlhkost, koncentrace CO2, a další). Vliv dispozice na energetickou náročnost.   Nakreslit a vysvětlit : řez obytnou budovou se 2 možnostmi zastínění, rozlišit  východ, západ x jih."
  },
  {
    "id": 6,
    "question": "Člověk a veřejný prostor (veřejný prostor, jeho vnímání a význam, vztahy a souvislosti s objekty, typologie veřejných prostorů, parter, mobiliář a veřejná zeleň) Nakreslit a vysvětlit: schéma vybraného náměstí (které student zná) s důrazem na mobiliář a zeleň."
  },
  {
    "id": 7,
    "question": "Místní komunikace (hierarchie, význam a zásady navrhování, bezpečnost chodců). Zklidněná a nemotorická doprava (specifika, význam a zásady navrhování). Bezpečnost  v dopravě z hlediska návrhu vztahů.   Nakreslit a vysvětlit: řez- pěší, cyklista versus motorová doprava. "
  },
  {
    "id": 8,
    "question": "Zklidněná a nemotorická doprava (specifika, význam a zásady navrhování) Nakreslit a vysvětlit: příklad profilu třídy D1, příčný řez."
  },
  {
    "id": 9,
    "question": "Doprava v klidu (parkovací a odstavná stání a plochy; garáže; mechanické parkovací systémy, dimenzování potřeb pro objekty a lokality v Praze a na ostatních místech v ČR). Nakreslit a vysvětlit: 3 druhy/typy parkování osobních automobilů."
  },
  {
    "id": 10,
    "question": "Veřejná doprava MHD (význam, specifika systému, druhy, vztah k IAD, zásady návrhu). Nakreslit a vysvětlit: zastávku bus nebo tram na městské třídě."
  },
  {
    "id": 11,
    "question": "Bytové domy – Typy nájemných bytových domů v 19. století. Formy současných bytových domů; zásady při navrhování jednotlivých typů BD, včetně jejich umístění. Nakreslit a vysvětlit: schémata některých typů nájemných bytových domů 19. století, schéma bytových domů v současnosti. "
  },
  {
    "id": 12,
    "question": "Rodinný dům – legislativní vymezení, stavebně technické a hygienické předpisy. Druhy rodinných domů podle urbanistické skladby a podle charakteru bydlení a umístění. Faktory ovlivňující koncept návrhu rodinného domu. Nakreslit a vysvětlit: schémata 2 jednotlivých druhů rodinných domů:  izolovaný a atriový. "
  },
  {
    "id": 13,
    "question": " Principy dispozičního a prostorového řešení bytu; popsat principy  uspořádání bytu – specifikovat zásadní rozdíly mezi BD x RD; rozdělení bytu do zón. Nakreslit a vysvětlit: schéma bytu 2+kk, 2+1.   "
  },
  {
    "id": 14,
    "question": "Nové tendence v navrhování obytných souborů – nové formy, alternativní formy bydlení.  Nakreslit a vysvětlit: schéma jedné z tendencí.   "
  },
  {
    "id": 15,
    "question": "Urbanistické podmínky pro parcelaci nízkopodlažní zástavby pro bydlení (na parcele i v lokalitě). Nakreslit a vysvětlit: svou ideální parcelu se schématem RD (orientace ke světovým stranám, plochy, rozměry)."
  },
  {
    "id": 16,
    "question": "Zásady pro založení a návrh lokality bydlení (funkce, logika vztahů zástaveb a vybavenosti, veřejné prostory, zeleň, dopravní priority, atd.)    Nakreslit a vysvětlit: schéma 1 vybrané zásady."
  },
  {
    "id": 17,
    "question": "Urbanistické požadavky na občanskou vybavenost v území (vybavenost z hlediska zřizovatele, obecné urbanistické podmínky na lokalizaci objektů a areálů OV, zásady dimenzování kapacit). Nakreslit a vysvětlit: pozemek MŠ a jeho předprostor (u vstupu).   "
  },
  {
    "id": 18,
    "question": "Rozdělení staveb pro přechodné ubytování z hlediska účelu, umístění nebo  z hlediska rozsahu poskytovaných služeb.  Nakreslit a vysvětlit: obvyklé půdorysné uspořádání dvoulůžkového hotelového pokoje  a popsat jeho vybavení."
  },
  {
    "id": 19,
    "question": "Stravovací provozy – typy stravovacích zařízení. Nakreslit a vysvětlit: základní provozní schéma malé restaurace s vyznačením provozních linek zaměstnanců, surovin a připraveného jídla, návaznosti mezi zázemím a odbytovou plochou. "
  },
  {
    "id": 20,
    "question": " Územní a urbanistické požadavky pro stavby a areály cestovního ruchu i individuální rekreace (lokalizace, vztahy k okolní zástavbě, dostupnost, rekreační areály v příměstské  krajině, turistický průmysl).   Nakreslit a vysvětlit : tábořiště u vodní plochy pro vodáky, cyklisty a turisty."
  },
  {
    "id": 21,
    "question": "Rozdělení staveb pro administrativu podle účelu—podle zásadního způsobu užívání, (viz užívání státem  x  nájemné), principy pasivních ADB a jejich vliv na dispozici a vzhled ADB, příklad realizace.   Nakreslit a vysvětlit: pracovní místo (kancelář pro jednoho zaměstnance) včetně  základního okótování, včetně schématu členění podle rastru fasády – viz. vazba na konstrukční systém."
  },
  {
    "id": 22,
    "question": "Porovnání kanceláří - buňkový a velkoprostorový systém, tedy kanceláře (převážně)  v USA x EU – typologicky.  Parametry, nutné kvality, velikosti, výhody, nevýhody, současný směr vývoje.  Příklad známé realizace. Nakreslit a vysvětlit: schéma velkoprostorové kanceláře, včetně popisu nutných jejich funkčních součástí a velikostí v jejím interiéru. "
  },
  {
    "id": 23,
    "question": "Územní problematika výstavby administrativních budov, souborů a administrativních center (pozice ve městě, dostupnost, veřejná administrativa). Nakreslit a vysvětlit : vybraný soubor administrativních budov (schéma – je možné i v zahraničí) "
  },
  {
    "id": 24,
    "question": "Divadla – typy divadel, základní provozní okruhy a celky, konstrukční požadavky,        prostorová akustika.   Nakreslit a vysvětlit: řez jevištěm a hledištěm portálového divadla, na řezu vysvětlete i       princip zjednodušené konstrukce křivky viditelnosti. "
  },
  {
    "id": 25,
    "question": "Výstavní prostory a galerie – náplň a poslání galerie, muzea, základní provozní členění,         hlavní provozní celky (primární a sekundární okruh).     Nakreslit a vysvětlit: principy osvětlení výstavních prostorů – schématické řezy.  "
  },
  {
    "id": 26,
    "question": "Knihovny - členění a velikost knihoven podle jejich významu a druhu – základní provozní         a dispoziční řešení, plošné a prostorové požadavky návrhu.  Nakreslit a vysvětlit: skicu návaznosti provozních okruhů, popsat.   "
  },
  {
    "id": 27,
    "question": "Sakrální stavby - základní druhy a typy staveb. Současný stav po 2. Vatikánském koncilu       (římskokatolická církev) – vliv na provozní, dispoziční, plošné a prostorové řešení. Nakreslit a vysvětlit: schematicky (!!) půdorys  římskokatolického kostela."
  },
  {
    "id": 28,
    "question": "Urbanistické požadavky na stavby a areály pro kulturu a volný čas (širší vztahy,       podmínky lokality; prostorové vztahy návrhu k území - podle druhu a typu stavby), vybrat si příklad. Nakreslit a vysvětlit: ideální předprostor významné kulturní stavby "
  },
  {
    "id": 29,
    "question": "Formy prodeje a jejich vliv na dispoziční řešení. Typy obchodních zařízení. Příklady.      Nakreslit a vysvětlit: skicu, například prodejna potravin, vysvětlit návaznosti   provozních okruhů."
  },
  {
    "id": 30,
    "question": " Lokalizace  staveb pro obchod podle kapacit obchodů a jejich obsluhy, požadavky na         rozmístění obchodní sítě a nákupní spád; dimenzování zařízení.    Nakreslit a vysvětlit: schéma příměstské komerční zóny se 3 prodejními halami. "
  },
  {
    "id": 31,
    "question": "Druhy sportovních staveb.     Nakreslit a vysvětlit: základní možnosti řešení šaten sportovců a vysvětlit jejich volbu pro jednotlivé druhy staveb pro sport. "
  },
  {
    "id": 32,
    "question": "Urbanistické vztahy a územní požadavky na stavby a areály pro sport a rekreaci –         problematika lokalizace sportovních staveb dle druhů zařízení, rozdíly výkonnostního        a rekreačního sportu v územní přípravě, druhy individuální rekreace.  Nakreslit a vysvětlit: schéma tenisového klubu o 4- 5  dvorcích.  "
  },
  {
    "id": 33,
    "question": "Mateřská školka, Jesle – zásady navrhování těchto škol, jejich rozdílnost,  umístění          v areálu města, docházkové vzdálenosti, hygienické požadavky Nakreslit a vysvětlit:  schématický čárový půdorys a řez MŠ,  základní kóty, hygienické požadavky, apod.,   v měřítku cca  1 : 100 "
  },
  {
    "id": 34,
    "question": "ZŠ – členění úplné základní školy ( úseky - ČR) – vyjmenovat, pedagogické, typologické a hygienické požadavky, zásady navrhování celku a specifikace vybraných hlavních          výukových prostorů – učeben Nakreslit a vysvětlit: provozní a hmotové schéma úplné základní školy (bez měřítka),  hygienické, provozní požadavky, apod."
  },
  {
    "id": 35,
    "question": "ZŠ – její 1. stupeň – vysvětlit specifičnost, zařadit do schématu celé ZŠ, hygienické a         provozní požadavky, vazby Nakreslit a vysvětlit: schématický čárový půdorys celého úseku 1. stupně, půdorys a příčný řez kmenové učebny, v měřítku cca  1 : 100"
  },
  {
    "id": 36,
    "question": "Vysoké školy a vysokoškolské areály – dispoziční řešení základních, typických objektů vysokých škol, hmotové a provozní formy objektů. Hlavní výukové prostory VŠ – pedagogické, typologické a hygienické zásady navrhování, rozměrové parametry. Nakreslit a vysvětlit: schéma základního 5ti traktu typického podlaží vysoké školy."
  },
  {
    "id": 37,
    "question": "Urbanistické požadavky na výstavbu školských staveb a areálů –  schéma, širší vztahy,        okruhy, řešení a členění pozemků, zásady dimenzování kapacit.  Nakreslit a vysvětlit: jednoduché dopravní schéma kampusu VŠ (pěší x automobilová   doprava), urbanistická akustika, mikroklima.  Vztah VŠ kampusů k městskému  organismu"
  },
  {
    "id": 38,
    "question": "Základní typy staveb pro zdravotní péči, nemocnice a jejich možnosti uspořádání, co je vyšetřovací a léčebný komplement.  Nakreslit a vysvětlit: jedno podlaží zdravotnického zařízení s několika ordinacemi praktických lékařů – popište zásady uspořádání ordinace, hygienické nároky, provoz zdravotnického personálu a pacientů. "
  },
  {
    "id": 39,
    "question": "Urbanistické vztahy a územní požadavky na zdravotnické stavby – podle druhů staveb a zařízení (pozemek, vztah k okolní zástavbě, doprava, urbanistická akustika, (ovzduší-mikroklima)   Nakreslit a vysvětlit: ideální poloha ve městě pro pozemek nemocnice (možný příklad). "
  },
  {
    "id": 40,
    "question": "Základní rozdělení zařízení pro seniory, rozdíl mezi bydlením s pečovatelskou službou a       domovem důchodců. Nakreslit a vysvětlit: na schématu uspořádání jedné stanice v domově pro postižené  demencí vysvětlete základní principy a odlišnosti péče od běžného domova důchodců."
  },
  {
    "id": 41,
    "question": "Charakteristické vlastnosti víceúčelových výrobních staveb;         jednoúčelových výrobních staveb a kombinovaných výrobních staveb, (základní typy průmyslu, typy objektů, obecné principy univerzálnosti).   Nakreslit a vysvětlit: půdorys a řez výrobní vícepodlažní budovou, varianty."
  },
  {
    "id": 42,
    "question": "Definice následujících pojmů: průmyslové dědictví (časové zařazení, formy ochrany a záchrany), konverze průmyslových budov (nejvhodnější typy budov pro konverzi, uvést příklady), brownfields (uvést příklady – evropské projekty)."
  },
  {
    "id": 43,
    "question": "Urbanistické požadavky na stavby a areály výroby: vztah bydlení a pracoviště, lokalizace ve městě dle dopravních a objemových požadavků, historické souvislosti, současné trendy. "
  },
  {
    "id": 44,
    "question": "Urbanistické zásady pro novou obytnou výstavbu na vesnici – Základní rozdíly mezi RD na venkově a ve městě, z jakých částí se zpravidla skládá venkovský RD  Nakreslit a vysvětlit: nakreslit dispoziční schéma venkovského RD s navazujícími částmi, vysvětlit variantní uspořádání vazeb mezi jednotlivými částmi tohoto RD. "
  },
  {
    "id": 45,
    "question": "Obecné zásady navrhování zemědělských staveb a souborů          vhodná x nevhodná místa pro jejich umístění, napojení na technickou a dopravní infrastrukturu.         Urbanistické formy zemědělské výstavby – stručně popsat jednotlivé druhy. Nakreslit a vysvětlit: schéma čisté a nečisté šatny ve středisku živočišné výroby."
  }
]