[
  {
    "id": 1,
    "question": "Člověk, prostor a dispozice – co je to ergonomie a jak se projevuje její vliv při návrhu staveb, jejich vybavení a prostorového uspořádání.  Návrh horizontálních a vertikálních komunikací ve vztahu k ergonomickým a provozním nárokům. Nakreslit a vysvětlit : na jednoduché skice bytu pojmy provozní linka a provozní pruh."
  },
  {
    "id": 2,
    "question": "Šatny a hygienická vybavení v občanských stavbách – popsat účel návštěvnických a zaměstnaneckých šaten, základní možnosti řešení, obecný způsob stanovení jejich velikosti. Nakreslit a vysvětlit : základní způsoby řešení šaten sportovců ve sportovních stavbách,  vč. hygienických zařízení."
  },
  {
    "id": 3,
    "question": "Zabezpečení užívání staveb osobami s omezenou schopností pohybu a orientace – popsat základní účel legislativní úpravy, vyjmenovat okruhy osob, kterým je určena. Vyjmenovat hlavní zásady technických opatření, kterými je zabezpečen pohyb dotčených osob při vstupu do budov a uvnitř staveb.  Nakreslit a vysvětlit : zásady uspořádání a rozměry- WC kabiny + koupelny pro tělesně   postižené v bytovém domě."
  },
  {
    "id": 4,
    "question": "Základní požadavky návrhu z hlediska zásad požární bezpečnosti staveb – uvést základní pojmy, popsat principy návrhu protipožární bezpečnosti stavby a jejich vliv na dispoziční řešení a architektonický návrh.  Nakreslit a vysvětlit : chráněné únikové cesty (schodiště) typu A, B, C. "
  },
  {
    "id": 5,
    "question": "Parametry a hodnoty pro dosažení pohody v obytných a pobytových místnostech budov  (co je oslunění a denní osvětlení, jaké parametry sledujeme z pohledu akustiky, co je to tepelná stabilita a základní opatření pro její dosažení, jak vzniká v místnostech vlhkost, koncentrace CO2, a další). Vliv dispozice na energetickou náročnost.   Nakreslit a vysvětlit : řez obytnou budovou se 2 možnostmi zastínění, rozlišit  východ, západ x jih."
  },
  {
    "id": 6,
    "question": "Člověk a veřejný prostor (veřejný prostor, jeho vnímání a význam, vztahy a souvislosti s objekty, typologie veřejných prostorů, parter, mobiliář a veřejná zeleň) Nakreslit a vysvětlit: schéma vybraného náměstí (které student zná) s důrazem na mobiliář a zeleň."
  },
  {
    "id": 7,
    "question": "Místní komunikace (hierarchie, význam a zásady navrhování, bezpečnost chodců). Zklidněná a nemotorická doprava (specifika, význam a zásady navrhování). Bezpečnost  v dopravě z hlediska návrhu vztahů.   Nakreslit a vysvětlit: řez- pěší, cyklista versus motorová doprava. "
  },
  {
    "id": 8,
    "question": "Zklidněná a nemotorická doprava (specifika, význam a zásady navrhování) Nakreslit a vysvětlit: příklad profilu třídy D1, příčný řez."
  },
  {
    "id": 9,
    "question": "Doprava v klidu (parkovací a odstavná stání a plochy; garáže; mechanické parkovací systémy, dimenzování potřeb pro objekty a lokality v Praze a na ostatních místech v ČR). Nakreslit a vysvětlit: 3 druhy/typy parkování osobních automobilů."
  },
  {
    "id": 10,
    "question": "Veřejná doprava MHD (význam, specifika systému, druhy, vztah k IAD, zásady návrhu). Nakreslit a vysvětlit: zastávku bus nebo tram na městské třídě."
  },
  {
    "id": 11,
    "question": "Bytové domy – Typy nájemných bytových domů v 19. století. Formy současných bytových domů; zásady při navrhování jednotlivých typů BD, včetně jejich umístění. Nakreslit a vysvětlit: schémata některých typů nájemných bytových domů 19. století, schéma bytových domů v současnosti. "
  },
  {
    "id": 12,
    "question": "Rodinný dům – legislativní vymezení, stavebně technické a hygienické předpisy. Druhy rodinných domů podle urbanistické skladby a podle charakteru bydlení a umístění. Faktory ovlivňující koncept návrhu rodinného domu. Nakreslit a vysvětlit: schémata 2 jednotlivých druhů rodinných domů:  izolovaný a atriový. "
  },
  {
    "id": 13,
    "question": " Principy dispozičního a prostorového řešení bytu; popsat principy  uspořádání bytu – specifikovat zásadní rozdíly mezi BD x RD; rozdělení bytu do zón. Nakreslit a vysvětlit: schéma bytu 2+kk, 2+1.   "
  },
  {
    "id": 14,
    "question": "Nové tendence v navrhování obytných souborů – nové formy, alternativní formy bydlení.  Nakreslit a vysvětlit: schéma jedné z tendencí.   "
  },
  {
    "id": 15,
    "question": "Urbanistické podmínky pro parcelaci nízkopodlažní zástavby pro bydlení (na parcele i v lokalitě). Nakreslit a vysvětlit: svou ideální parcelu se schématem RD (orientace ke světovým stranám, plochy, rozměry)."
  },
  {
    "id": 16,
    "question": "Zásady pro založení a návrh lokality bydlení (funkce, logika vztahů zástaveb a vybavenosti, veřejné prostory, zeleň, dopravní priority, atd.)    Nakreslit a vysvětlit: schéma 1 vybrané zásady."
  },
  {
    "id": 17,
    "question": "Urbanistické požadavky na občanskou vybavenost v území (vybavenost z hlediska zřizovatele, obecné urbanistické podmínky na lokalizaci objektů a areálů OV, zásady dimenzování kapacit). Nakreslit a vysvětlit: pozemek MŠ a jeho předprostor (u vstupu).   "
  }
]